export const faqData = [
  {
    question: "Как выбрать подходящий курс?",
    answer:
      "Вы можете использовать фильтры по рейтингу и цене, а также сортировать курсы по популярности, чтобы найти лучший вариант для себя. Каждый курс содержит подробное описание и отзывы, что помогает сделать осознанный выбор.",
  },
  {
    question: "Как работают оценки курсов?",
    answer:
      "Оценки курсов основаны на отзывах пользователей. Они помогают вам быстро понять, насколько курс полезен и удовлетворяет ожидания других студентов.",
  },
  {
    question: "Можно ли оставить отзыв о курсе?",
    answer:
      "Да, вы можете оставить отзыв после завершения курса. Ваш отзыв поможет другим пользователям выбрать подходящий курс.",
  },
  {
    question: "Что делать, если я не нашел нужный курс?",
    answer:
      "Если вы не нашли нужный курс, вы можете воспользоваться поиском или фильтрами для более точных результатов. Если курс отсутствует, вы можете связаться с нами для получения помощи.",
  },
  {
    question: "Могу ли я предложить новый курс для каталога?",
    answer:
      "Да, вы можете предложить новый курс, связавшись с нами через форму обратной связи. Мы рассмотрим ваше предложение и добавим курс в каталог, если он соответствует нашим стандартам.",
  },
];
